import React from 'react'

export default class PrivatePolicy extends React.Component {

  componentDidMount = () => {
    window.scrollTo(0, 0)
  }

  render = () =>
    <div className="light">
      <p>ООО «Олимп» (далее Учреждение) является оператором персональных данных.</p><br/>
      <ol className="ui list">
        <li>Назначение и область действия документа<br />
          <ol>
            <li>Политика Учреждения в отношении «обработки персональных данных» (далее - Политика) определяет позицию и намерения Учреждения в области обработки и защиты персональных данных лиц, состоящих в договорных, гражданско-правовых и иных отношениях с Учреждением, соблюдения прав и основных свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну, защиту своей чести и доброго имени.</li>
            <li>Политика предназначена для изучения и неукоснительного исполнения руководителями и работниками Всех структурных подразделений Учреждения, а также подлежит доведению до сведения лиц, состоящих в договорных, гражданско-правовых и иных отношениях с Учреждением (далее по тексту - субъекты ПДн), партнеров и других заинтересованных сторон.</li>
          </ol>
        </li>
        <li>Определения и сокращения<br />
          <ol>
            <li>Персональные данные (ПДн) - любая информация, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту ПДн).</li>
            <li>Обработка персональных данных - любое действие (операция) или совокупность действий (операций) с персональными данным, совершаемых с использованием средств автоматизации или без использования таких средств. К таким действиям (операциям) можно отнести: сбор, получение, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
            <li>Информационная система персональных данных (ИСПДн) - совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.</li>
          </ol>
        </li>
        <li>Положения Политики<br />
          <ol>
            <li>Понимая важность и ценность информации о человеке, а также заботясь о соблюдении конституционных прав граждан Российской Федерации, Учреждение обеспечивает надежную защиту их персональных данных.</li>
            <li>Под безопасностью персональных данных Учреждение понимает защищенность ПДн от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных и принимает необходимые правовые, организационные и технические меры для защиты персональных данных.</li>
            <li>Обработка и обеспечение безопасности персональных данных в Учреждении осуществляется в соответствии с требованиями Конституции Российской Федерации, Трудового кодекса Российской Федерации, Федерального закона № 152-ФЗ «О персональных данных», других законов и подзаконных актов, определяющих случаи и особенности обработки персональных данных.</li>
            <li>При обработке персональных данных Учреждение придерживается следующих принципов:<br />
              <ol>
                <li>Учреждение осуществляет обработку персональных данных только на законной и справедливой основе;</li>
                <li>Учреждение не раскрывает третьим лицам и не распространяет персональные данные без согласия гражданина (если иное не предусмотрено действующим законодательством Российской Федерации);</li>
                <li>Учреждение определяет конкретные законные цели до начала обработки (в т.ч. сбора/получения) персональных данных;</li>
                <li>Учреждение собирает только те персональные данные, которые являются необходимыми и достаточными для заявленной цели обработки;</li>
                <li>Обработка персональных данных в Учреждении ограничивается достижением конкретных, заранее определенных и законных целей;</li>
                <li>Учреждение уничтожает либо обезличивает персональные данные по достижении целей обработки или в случае утраты необходимости в достижении целей.</li>
                <li>Содержание и объем обрабатываемых в Учреждении персональных данных соответствует заявленным целям обработки;</li>
                <li>В Учреждении не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</li>
              </ol>
            </li>
            <li>Учреждение не осуществляет сбор и обработку персональных данных субъектов ПДн, касающихся расовой, национальной принадлежности, политических, религиозных, философских и иных убеждений, интимной жизни, членства в общественных объединениях, в том числе в профессиональных союзах.</li>
            <li>Учреждение вправе поручить обработку персональных данных (с согласия субъекта ПДн) юридическим лицам, на основании заключаемого с этим лицом договора, на основании которого указанные лица обязуются соблюдать принципы и правила обработки персонатьных данных, предусмотренные Федеральным законом № 152-ФЗ «О персональных данных». В договоре (поручении Учреждения) определяется перечень действий (операций) с персональными данными, которые будут совершаться каждым юридическим лицом, осуществляющим обработку персональных данных, и цели обработки, устанавливается обязанность такого лица соблюдать конфиденциальность и обеспечивать безопасность персональных данных при их обработке, кроме того указываются требования к защите обрабатываемых персональных данных.</li>
            <li>В случае осуществления Учреждением трансграничной передачи персональных данных граждан на территорию иностранного государства указанная трансграничная передача осуществляется с соблюдением требований действующего законодательства Российской Федерации, а также международно-правовых актом. При этом получающей стороной могут быть только страны, являющиеся сторонами Конвенции Совета Европы о защите физических лиц при автоматизированной обработке персональных данных и обеспечивающих адекватную защиту прав субъектов персональных данных.</li>
          </ol>
        </li>
        <li>Права субъектов ПДн в части обработки персональных данныхя<br />
          <p>Субъект ПДн, персональные данные которого обрабатываются в Учреждении, имеет право:</p>
          <ol>
            <li>получать от Учреждения:<br />
              <ol>
                <li>подтверждение факта обработки персональных данных Учреждением;</li>
                <li>сведения о правовых основаниях и целях обработки персонатьных данных;</li>
                <li>сведения о применяемых Учреждением способах обработки персональных данных;</li>
                <li>сведения о наименовании и местонахождении Учреждения;</li>
                <li>сведения о лицах (за исключением работников Учреждения), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Учреждением или на основании федерального закона;</li>
                <li>перечень обрабатываемых персональных данных, относящихся к гражданину, от которого поступил запрос и источник их получения, если иной порядок предоставления таких данных не предусмотрен федеральным законом;</li>
                <li>сроки обработки персональных данных, в том числе сроки их хранения;</li>
                <li>порядок осуществления гражданином прав, предусмотренных Федеральным законом «О персональных данных» № 152-ФЗ;</li>
                <li>информацию об осуществляемой или о предполагаемой трансграничной передаче персональных данных;</li>
                <li>наименование (ФИО) и адрес лица, осуществляющего обработку персональных данных по поручению Учреждения;</li>
                <li>иные сведения, предусмотренные Федеральным законом «О персональных данных» № 152-ФЗ или другими федеральными законами;</li>
              </ol>
            </li>
            <li>требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</li>
            <li>отозвать свое согласие на обработку персональных данных;</li>
            <li>требовать устранения неправомерных действий Учреждения в отношении его персональных данных;</li>
            <li>обжаловать действия или бездействие Учреждения в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор);</li>
            <li>обжаловать действия или бездействие Учреждения в судебном порядке в случае, если гражданин считает, что Учреждение осуществляет обработку его персональных данных с нарушением требований Федерального закона № 152-ФЗ «О персональных данных» или иным образом нарушает его права и свободы;</li>
            <li>на защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального вреда в судебном порядке.</li>
          </ol>
        </li>
        <li>Сведения о реализуемых требованиях к защите персональных данных.<br />
          <p>Учреждение при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных. К таким мерам, в соответствии ст. 18.1 и 19 Федерального закона № 152-ФЗ «О персональных данных», в частности, относится:</p>
          <ol>
            <li>назначение лица, ответственного за организацию обработки персональных данных, и лиц, ответственных за обеспечение безопасности персональных данных;</li>
            <li>определение угроз безопасности персональных данных при их обработке;</li>
            <li>применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных;</li>
            <li>применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;</li>
            <li>оценка эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;</li>
            <li>учет машинных носителей персональных данных;</li>
            <li>обнаружение фактов несанкционированного доступа к персональным данным и принятие мер при их обнаружении;</li>
            <li>восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</li>
            <li>установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;</li>
            <li>контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных</li>
            <li>разработка и утверждение локальных актов по вопросам обработки и защиты персональных данных;</li>
            <li>оценка вреда, который может быть причинен гражданам в случае нарушения Федерального закона №152-ФЗ «О персональных данных», соотношение указанного вреда и принимаемых Учреждением мер, направленных на обеспечение выполнения обязанностей, предусмотренных Федеральным законом №152-ФЗ «О персональных данных»;</li>
            <li>ознакомление работников Учреждения, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе с требованиями к защите персональных данных, локальными актами по вопросам обработки и защиты персональных данных, и обучение работников Учреждения;</li>
            <li>соблюдение условий, исключающих несанкционированный доступ к материальным носителям персональных данных и обеспечивающих сохранность персональных данных;</li>
            <li>применение технических средств защиты, включая:<br />
              <ol>
                <li>антивирусные средства защиты;</li>
                <li>средства криптографической защиты информации;</li>
              </ol>
            </li>
            <li>применение мер и средств контроля физического доступа в помещения, в которых осуществляется обработка персональных данных и к носителям ПДн.</li>
          </ol>
        </li>
        <li>Пересмотр положений Политики.<br />
          <p>Пересмотр положений настоящей Политики проводится:</p>
          <ol>
            <li>при изменении законодательства Российской Федерации в области персональных данных;</li>
            <li>в случаях выявления несоответствий, затрагивающих обработку персональных данных;</li>
            <li>по результатам контроля выполнения требований по обработке и защите персональных данных;</li>
            <li>по решению руководства Учреждения.</li>
          </ol>
        </li>
        <li>Ответственность<br />
          <p>В случае неисполнения положений настоящей Политики Учреждение несет ответственность в соответствии действующим законодательством Российской Федерации.</p>
        </li>
      </ol>
    </div>
}